[
  {
    "mainImg": "/images/csr/Thumbnail1.jpg",
    "altImage": "",
    "desc": "Transforming Credit and Collections with Purposeful AI Innovation"
  },
  {
    "mainImg": "/images/Thumbnail2.JPEG",
    "altImage": "",
    "desc": "Transforming Credit and Collections with Purposeful AI Innovation"
  },
  {
    "mainImg": "/images/csr/Thumbnail3.JPEG",
    "altImage": "",
    "desc": "iTCart Brings Bold AI Vision to MSME Conclave 2025"
  },
  {
    "mainImg": "/images/csr/Thumbnail4.JPEG",
    "altImage": "",
    "desc": "Celebrating Eid-ul-Adha Together with Unity and Joy"
  },
  {
    "mainImg": "/images/csr/Thumbnail5.JPEG",
    "altImage": "",
    "desc": "Splashing Colors, Spreading Joy – iTCart’s Vibrant Holi Celebration!"
  },
  {
    "mainImg": "/images/csr/Thumbnail6.Jpg",
    "altImage": "",
    "desc": "Sharing Iftar, savoring flavors, and celebrating together as one ITCart family!"
  },
  {
    "mainImg": "/images/csr/Thumbnail7.webp",
    "altImage": "",
    "desc": "An inspiring visit to IISc Bangalore alongside visionary CEO Jeffrey R. Hubbard – a blissful experience engaging with brilliant minds"
  },
  {
    "mainImg": "/images/csr/Thumbnail8.Jpg",
    "altImage": "",
    "desc": "Enjoying a delightful Kashmiri lunch experience with our visionary CEO, Jeffrey R. Hubbard"
  },
  {
    "mainImg": "/images/csr/Thumbnail9.JPEG",
    "altImage": "",
    "desc": "At ITCart, we celebrated Christmas, cherishing festive spirit and team unity, thanks to our HRD team and Co-Founders, CEO Jeffrey R. Hubbard and CTO Rohim Uddin, for fostering a collaborative culture."
  },
  {
    "mainImg": "/images/csr/Thumbnail10.JPEG",
    "altImage": "",
    "desc": "iTCart was honored to host Mr. Asad Haque for insightful discussions on AI and innovation. Thank you for your invaluable guidance as we shape the future together."
  },
  {
    "mainImg": "/images/csr/Thumbnail-11.JPEG",
    "altImage": "",
    "desc": "At ARTPARK IISc, Co-Founders Jeffrey R. Hubbard and Rohim Uddin discussed AI’s impact with Dr. Sanjeev Srivastava, reinforcing our innovation commitment."
  },
  {
    "mainImg": "/images/csr/Thumbnail-12.webp",
    "altImage": "",
    "desc": "ITCart showcased AI-driven solutions at Bengaluru Tech Summit 2024, connecting with 3000+ companies and discussing our AIX Framework, marking a milestone in innovation and growth."
  },
  {
    "mainImg": "/images/csr/Thumbnail-13.JPEG",
    "altImage": "",
    "desc": "At Bengaluru Tech Summit 2024, iTCart's team engaged with industry leaders, driving AI transformation (AIX) and fostering innovation and growth."
  },
  {
    "mainImg": "/images/csr/Thumbnail-14.JPEG",
    "altImage": "",
    "desc": "Co-Founders Jeffrey R. Hubbard and Rohim Uddin shape the future of technology with AI-driven solutions, driving innovation through visionary leadership and teamwork at iTCart."
  },
  {
    "mainImg": "/images/csr/Thumbnail-15.jpg",
    "altImage": "",
    "desc": "Welcoming Saumya Singh to ITCart as a Digital Marketing Intern, with a thoughtful joining gift from our HR team."
  },
  {
    "mainImg": "/images/csr/Thumbnail-16.jpg",
    "altImage": "",
    "desc": "Thanks to our amazing HR team, Syed and Mehak, for their dedication in fostering a positive, inclusive culture and making every event and initiative memorable."
  },
  {
    "mainImg": "/images/csr/Thumbnail-17.jpg",
    "altImage": "",
    "desc": "Welcoming Sameer Kumar Samal to ITCart's Finance and Accounts department, with a thoughtful joining gift from our HR team."
  },
  {
    "mainImg": "/images/csr/Thumbnail-18.jpg",
    "desc": "Mr. Rohim Uddin presented an internship completion certificate to Mariam Nikath for successfully completing her Data Science internship at ITCart."
  },
  {
    "mainImg": "/images/csr/Thumbnail-19.jpg",
    "altImage": "",
    "desc": "Mr. Rohim Uddin, Co-Founder & Global CTO, presented an internship completion certificate to Meghashree N for successfully completing her Data Science internship at ITCart, and we congratulate her on her achievements."
  },
  {
    "mainImg": "/images/csr/Thumbnail-20.jpg",
    "altImage": "",
    "desc": "iTCart welcomes Mr. Jeffrey R Hubbard as our Co-Founder and global CEO. With over 30 years of leadership experience. He has successfully led billion-dollar enterprises and expanded businesses worldwide."
  },
  {
    "mainImg": "/images/csr/Thumbnail-21.jpg",
    "altImage": "",
    "desc": "Our visionary leader has been honoured with the 'Al Entrepreneur of The Year' award at the Bharat Leadership Excellence Award 2024, hosted by Leadership Federation at Delhi. "
  },
  {
    "mainImg": "/images/csr/Thumbnail-22.JPEG",
    "altImage": "",
    "desc": "We are excited to announce our collaboration with TRUGlobal at Oracle NetSuite.Our Co-Founder & CTO, Rohim Uddin From IT Cart, Santhosh Kumar S from TRUGlobal, and Tapsi Dhyani from Oracle."
  },
  {
    "mainImg": "/images/csr/Thumbnail-23.jpg",
    "altImage": "",
    "desc": "Mr. Rohim Uddin, Co-Founder & CTO of IT Cart, Honored for the Award-Winning AIX Hub as the  Most Innovative Use of AI in Digital Transformation "
  },
  {
    "mainImg": "/images/csr/Thumbnail-24.jpg",
    "altImage": "",
    "desc": "IT Cart Co-Founder & CTO Mr. Rohim Uddin, receives the 'Most Innovative Use of AI in Digital Transformation' award, at the India AI Summit 2024 for the groundbreaking AIX Hub."
  },
  {
    "mainImg": "/images/csr/Thumbnail-25.jpg",
    "altImage": "",
    "desc": "IT Cart Team at Bangalore Tech Summit 2023."
  },
  {
    "mainImg": "/images/csr/Thumbnail-26.jpg",
    "altImage": "",
    "desc": "IT Cart team at Bangalore Tech Summit 2023."
  },
  {
    "mainImg": "/images/csr/Thumbnail-27.jpg",
    "altImage": "",
    "desc": "IT Cart Co-Founder & CTO Mr. Rohim Uddin welcoming IT Cart Co-Founder & Director Mr. Valiullah Ajmal."
  },
  {
    "mainImg": "/images/csr/Thumbnail-28.jpg",
    "altImage": "",
    "desc": "Welcoming Mr. Vali Ullah Ajmal, the trailblazing Co-founder and Director of IT Cart, as we unfurl the tapestry of innovation together in this grand ceremony of possibilities!"
  },
  {
    "mainImg": "/images/csr/Thumbnail-29.jpg",
    "altImage": "",
    "desc": "IT Cart team at DATE 2023 event in Delhi."
  },
  {
    "mainImg": "/images/csr/Thumbnail-30.jpg",
    "altImage": "",
    "desc": "IT Cart Co-Founder & CTO Mr. Rohim Uddin at Salesforce event, Bangalore."
  },
  {
    "mainImg": "/images/csr/Thumbnail-31.jpg",
    "altImage": "",
    "desc": "IT Cart Team at Salesforce event, Bangalore."
  },
  {
    "mainImg": "/images/csr/Thumbnail-32.jpg",
    "altImage": "",
    "desc": "Ethnic Day with IT Cart Team."
  },
  {
    "mainImg": "/images/csr/Thumbnail-33.jpg",
    "altImage": "",
    "desc": "IT Cart teams's momentous meeting with the brilliant minds at IISc, Bangalore."
  },
  
  {
    "mainImg": "/images/csr/Thumbnail-34.jpg",
    "altImage": "",
    "desc": "IT Cart team enjoying fun friday music concert at Samsung Opera House."
  },
  {
    "mainImg": "/images/csr/Thumbnail-35.webp",
    "altImage": "",
    "desc": "Unveiling the Future of Tech Elegance: IT Cart CTO proudly hosts the visionary Mr. Bashir Timol and his esteemed UK team – where innovation meets inspiration!"
  },
  {
    "mainImg": "/images/csr/Thumbnail-36.webp",
    "altImage": "",
    "desc": "Innovating at the heart of technology! IT Cart CTO and team thrive at the Indian Institute of Science, Bangalore."
  }
]